{
  "Abstract-cs": { "branch": "main" },
  "ColorschemeFromHell-vim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "blue-moon": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "darkrose.nvim": { "branch": "main" },
  "dashboard-nvim": { "branch": "master" },
  "everblush": { "branch": "main" },
  "fcitx.nvim": { "branch": "master" },
  "glow.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "material.nvim": { "branch": "main" },
  "miasma.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neofusion.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "nightcity.nvim": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "poimandres.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tokyodark.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" }
}
